# .replace - замена слова\буквы\символа, сначала пишем то что хоти заменить, потом на что
# .upper\.lower - смена регистра
# input("Ведите имя: ")  данные которые мы вводим с клавиатуры
# len  кол-во символов
# СПИСКИ-  food = [ 'ananas', 'banan'...] списки могут хранить любые типы данных
# food.eppend(folse)  вставляет слово в конеч списка
# food.extend('string') - напишет каждое слово отдельно  s t r i n g
# если поставить квадратные сбоки внутри круглых, список задвоится
# food.remov('apple') - убрать элемент
# print('coconut) in food) -  есть ли элемент в списке?
#print('coconut) not in food) -
# имя.keys - выведит ключи из списка
# имя.values  - только значения
# имя.items - пара ( ключ и значение)
# preint(set(... - множества хранят только уникальныен значения  set = {1, 2, 3, "strin", True, (1, 2, 3)
# .discard(1) = - удалить первый элемент  .add(1)/ добавить элемент в конец множества .pop - удалят ключ
#